Repository: perfect-privacy/vpn-client
Catalog: locales/*/LC_MESSAGES/translations_*.po
Languages: de

source: Client version, OS (without exact version), interface level (simple,advanced, expert), leak protection settings, stealth settings (without private nodes), vpn protocol, openvpn driver, tls method, port, max cascading hops, the actual number of hops used, if you have an Ipv4, if you have an Ipv6 and if you are connected to the VPN.<br>Reports are not assigned to a IP/User/Account/Installation or anything else (As you might expect from our service).Statistics are only collected once approximatly every 500 days.
de: Client-Version, Betriebssystem (ohne genaue Version), Schnittstellenebene (einfach, fortgeschritten, Experte), Einstellungen für Leckschutz, Stealth-Einstellungen (ohne private Knoten), VPN-Protokoll, OpenVPN-Treiber, TLS-Methode, Port, maximale Kaskadierungs-Sprünge, die tatsächliche Anzahl verwendeter Sprünge, ob Sie eine IPv4 haben, ob Sie eine IPv6 haben und ob Sie mit dem VPN verbunden sind.<br>Berichte werden keiner IP/Benutzer/Konto/Installation oder etwas anderem zugeordnet (wie Sie es von unserem Dienst erwarten können). Statistiken werden nur einmal etwa alle 500 Tage gesammelt.

source: Check now
de: Jetzt überprüfen

source: Config
de: Konfiguration

source: %(num)s report has been send
de: %(num)s Bericht wurde gesendet

source: Hide
de: Verstecken

source: Show Latest
de: Neuestes anzeigen

source: Network drivers
de: Netzwerktreiber

source: Driver
de: Treiber

source: Installed Version
de: Installierte Version

source: Available Version
de: Verfügbare Version

source: Network devices
de: Netzwerkgeräte

source: Reinstall
de: Neuinstallieren

source: Type
de: Typ

source: Stealth VPN is designed to obfuscate your VPN traffic, making it difficult to block for network administrators or ISPs. When enabled, stealth VPN uses encryption and obfuscation techniques to scramble your VPN traffic and make it difficult to identify as such.
de: Stealth VPN ist darauf ausgelegt, Ihren VPN-Verkehr zu verschleiern, sodass es für Netzwerkadministratoren oder ISPs schwierig wird, diesen zu blockieren. Wenn aktiviert, verwendet Stealth VPN Verschlüsselungs- und Verschleierungstechniken, um Ihren VPN-Verkehr zu verschlüsseln und seine Identifizierung zu erschweren.

source: No Stealth
de: Kein Stealth

source: Select Stealth Method
de: Stealth-Methode auswählen

source: Choose a stealth method to obfuscate your VPN traffic
de: Wählen Sie eine Stealth-Methode, um Ihren VPN-Verkehr zu verschleiern

source: Choose a port to use for the stealth VPN connection. Different ports may be more or less likely to be detected and blocked by network administrators or ISPs
de: Wählen Sie einen Port für die Stealth-VPN-Verbindung. Verschiedene Ports können von Netzwerkadministratoren oder ISPs eher oder weniger wahrscheinlich erkannt und blockiert werden

source: Use Custom Stealth Node
de: Benutzerdefinierten Stealth-Knoten verwenden

source: Enable this option to specify a custom host or IP to use as a stealth tunneling node for your VPN traffic.
de: Aktivieren Sie diese Option, um einen benutzerdefinierten Host oder eine IP als Stealth-Tunnelknoten für Ihren VPN-Verkehr anzugeben.

source: Custom Tunneling Node Host and Port
de: Host und Port des benutzerdefinierten Tunnelknotens

source: Specify a custom host and port to use as the stealth tunneling node for your VPN traffic
de: Geben Sie einen benutzerdefinierten Host und Port an, um ihn als Stealth-Tunnelknoten für Ihren VPN-Verkehr zu verwenden

source: Use Authentication for Tunneling Node
de: Authentifizierung für Tunnelknoten verwenden

source: Enable this option to specify authentication credentials for the custom tunneling node. This may be required if the custom tunneling node requires authentication to establish a connection
de: Aktivieren Sie diese Option, um Authentifizierungsdaten für den benutzerdefinierten Tunnelknoten anzugeben. Dies kann erforderlich sein, wenn der benutzerdefinierte Tunnelknoten eine Authentifizierung zur Herstellung einer Verbindung benötigt

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Fingerprint
de: Fingerabdruck

source: Username/password
de: Benutzername/Passwort

source: Stealth Hosts username and passwords
de: Benutzernamen und Passwörter der Stealth-Hosts

source: Login to change your TrackStop settings.
de: Anmelden, um Ihre TrackStop-Einstellungen zu ändern.

source: The TrackStop feature allows you to block unwanted domains directly on VPN level. You can choose what kind of domains you want to block by activating one or more of the filters. Note: It might take up to 3 minutes for any changes to apply on our Servers. If you update your filter settings on our website, it might take some time for the settings below to refresh.
de: Die TrackStop-Funktion ermöglicht es Ihnen, unerwünschte Domänen direkt auf VPN-Ebene zu blockieren. Sie können auswählen, welche Arten von Domänen Sie blockieren möchten, indem Sie einen oder mehrere Filter aktivieren. Hinweis: Es kann bis zu 3 Minuten dauern, bis Änderungen auf unseren Servern wirksam werden. Wenn Sie Ihre Filtereinstellungen auf unserer Webseite aktualisieren, kann es einige Zeit dauern, bis die untenstehenden Einstellungen aktualisiert werden.

source: Refresh Now
de: Jetzt aktualisieren

source: Ads / Analytics
de: Werbung / Analytics

source: Protect your privacy and block over 30,000 tracking and advertisement domains with this filter
de: Schützen Sie Ihre Privatsphäre und blockieren Sie über 30.000 Tracking- und Werbedomänen mit diesem Filter

source: Fraud / Malware
de: Betrug / Malware

source: Activate this filter to block over 65,000 known malware and phishing domains.
de: Aktivieren Sie diesen Filter, um über 65.000 bekannte Malware- und Phishing-Domänen zu blockieren.

source: Google Services
de: Google-Dienste

source: Warning: This blocks all Google domains, including YouTube, ReCaptcha and many other services from Google used on many websites!
de: Warnung: Dies blockiert alle Google-Domänen, einschließlich YouTube, ReCaptcha und viele andere auf vielen Websites verwendete Google-Dienste!

source: Activate this filter and block all Facebook domains.
de: Aktivieren Sie diesen Filter und blockieren Sie alle Facebook-Domänen.

source: All social media
de: Alle sozialen Medien

source: Block all major social media sites. including Facebook, Twitter, Tumblr, Instagram, Google+, Pinterest, MySpace and LinkedIn.
de: Blockieren Sie alle großen sozialen Medien, einschließlich Facebook, Twitter, Tumblr, Instagram, Google+, Pinterest, MySpace und LinkedIn.

source: Block domains known to publish fake news using a publicly available filter list hosted on GitHub that anyone can contribute to.
de: Blockieren Sie Domänen, die dafür bekannt sind, Falschnachrichten zu veröffentlichen, indem Sie eine öffentlich verfügbare Filterliste verwenden, die auf GitHub gehostet wird und zu der jeder beitragen kann.

source: Adult content
de: Erwachseneninhalte

source: Block a large number of websites that are inappropriate for children, such as pornographic content and gambling. This filter also includes the block lists for tracking and advertisement as well as fraud, so those filters do not need to be activated separately.
de: Blockieren Sie eine große Anzahl von Websites, die für Kinder ungeeignet sind, wie pornografische Inhalte und Glücksspiel. Dieser Filter umfasst auch die Sperrlisten für Tracking und Werbung sowie Betrug, sodass diese Filter nicht separat aktiviert werden müssen.

source: Show App
de: App anzeigen

source: Exit App
de: Beenden

source: Zones
de: Zonen

source: Cityies
de: Städte

source: Servers
de: Server

source: maintenance
de: Wartung
