Repository: perfect-privacy/vpn-client
Catalog: locales/*/LC_MESSAGES/translations_*.po
Languages: de

source: Your account has expired
de: Ihr Konto ist abgelaufen

source: click here to extend!
de: hier klicken, um zu verlängern!

source: Username
de: Benutzername

source: account expired
de: Konto abgelaufen

source: account disabled
de: Konto deaktiviert

source: Failed to login
de: Anmeldung fehlgeschlagen

source: login
de: Anmelden

source: VPN Not Connected
de: VPN nicht verbunden

source: Activating Leak Protection
de: Leckschutz wird aktiviert

source: Connecting VPN Server
de: VPN-Server wird verbunden

source: Verifying VPN Security
de: VPN-Sicherheit wird überprüft

source: Connected to Perfect Privacy
de: Mit Perfect Privacy verbunden

source: Connected to Perfect Privacy, waiting for verification
de: Mit Perfect Privacy verbunden, warte auf Verifizierung

source: Disconnecting VPN
de: VPN wird getrennt

source: Ports %(port1)d, %(port2)d and %(port3)d forwarded
de: Ports %(port1)d, %(port2)d und %(port3)d weitergeleitet

source: Verifying Leak Protection
de: Leckschutz wird überprüft

source: Leak Protection enabled, all non VPN traffic is blocked
de: Leckschutz aktiviert, sämtlicher Nicht-VPN-Verkehr wird blockiert

source: Disconnect
de: Trennen

source: Connect
de: Verbinden

source: Disconnecting
de: Trennung

source: Add Server
de: Server hinzufügen

source: Removing
de: Entfernen

source: Connection Failed
de: Verbindung fehlgeschlagen

source: retrying in a few seconds
de: Erneuter Versuch in wenigen Sekunden

source: Waiting for connection
de: Warten auf Verbindung

source: remove
de: entfernen

source: Verify Connection..
de: Verbindung wird überprüft

source: Check Connection
de: Verbindung überprüfen

source: Leak Protection
de: Leckschutz

source: Leak Protection Mode:
de: Leckschutz Modus

source: In simple mode, leak protection is automatically managed for you
de: Im einfachen Modus wird der Leckschutz automatisch für Sie verwaltet

source: Use these settings to protect against data leaks in case your VPN connection drops.
de: Verwenden Sie diese Einstellungen, um sich gegen Datenlecks zu schützen, falls Ihre VPN-Verbindung abbricht.

source: Leak Protection Scope:
de: Leckschutz umfang:

source: Disabled
de: Deaktiviert

source: Permanent
de: Dauerhaft

source: Program
de: Programm

source: Depending on your needs, you can choose how and when leak protection is activated for your system.
de: Je nach Ihren Bedürfnissen können Sie auswählen, wie und wann der Leckschutz für Ihr System aktiviert wird.

source: <b>Tunnel:</b> In this mode, leak protection is only active when you are connected to the VPN. If you disconnect the VPN manually, leak protection is deactivated and you can access the internet without VPN.<br><b>Program:</b> In this mode, leak protection is always active as long as the VPN manager is running. If you disconnect the VPN, no program can access the internet until you establish a new connection.<br><b>Permanent:</b> In this mode, leak protection is always active, even when the VPN software is not running. This is useful for devices that should never send unencrypted traffic and should always use the VPN for internet connectivity.
de: <b>Tunnel:</b> In diesem Modus ist der Leckschutz nur aktiv, wenn Sie mit dem VPN verbunden sind. Wenn Sie die VPN-Verbindung manuell trennen, wird der Leckschutz deaktiviert und Sie können ohne VPN auf das Internet zugreifen.<br><b>Programm:</b> In diesem Modus ist der Leckschutz immer aktiv, solange der VPN-Manager läuft. Wenn Sie die VPN-Verbindung trennen, kann kein Programm auf das Internet zugreifen, bis Sie eine neue Verbindung herstellen.<br><b>Dauerhaft:</b> In diesem Modus ist der Leckschutz immer aktiv, auch wenn die VPN-Software nicht läuft. Dies ist nützlich für Geräte, die nie unverschlüsselten Verkehr senden sollten und immer das VPN für die Internetverbindung verwenden sollten.

source: You can also use the following specific settings to protect against leaks.
de: Sie können auch die folgenden spezifischen Einstellungen verwenden, um sich gegen Lecks zu schützen.

source: Deadrouting is a secondary routing-based protection layer in addition to the normal firewall.
de: Deadrouting ist eine sekundäre, auf Routing basierende Schutzschicht zusätzlich zur normalen Firewall.

source: Deadrouting adds a secondary security layer below the actual firewall that will capture all non VPN internet traffic that might escape the normal routing and firewalling.
de: Deadrouting fügt eine sekundäre Sicherheitsschicht unterhalb der eigentlichen Firewall hinzu, die allen Nicht-VPN-Internetverkehr einfängt, der dem normalen Routing und der Firewall entkommen könnte.

source: Prevent Local IPv6 Exposure
de: Lokale IPv6-Leaks verhindern

source: Prevent local apps from guessing parts of your public IPv6 address.
de: Verhindert dass lokale Apps Teile Ihrer öffentlichen IPv6-Adresse erraten.

source: Depending on your network configuration, your local IPv6 may have the same prefix as your public Ipv6. This might allow local software like your browser or filesharing app to guess large parts of your public IP, even if no traffic actually leaks around the VPN. This protection will remove all public prefixed IPv6 from network interfaces and block IPv6 DHCP to prevent a new address from being assigned.
de: Abhängig von Ihrer Netzwerkkonfiguration kann Ihre lokale IPv6 denselben Präfix wie Ihre öffentliche IPv6 haben. Dies könnte lokaler Software wie Ihrem Browser oder einer Filesharing-App ermöglichen, große Teile Ihrer öffentlichen IP zu erraten, selbst wenn kein Verkehr tatsächlich um das VPN herum durchsickert. Dieser Schutz entfernt alle öffentlich präfixierten IPv6 von Netzwerkschnittstellen und blockiert IPv6 DHCP, um die Zuweisung einer neuen Adresse zu verhindern.

source: SNMP/UPnP Leak Protection
de: SNMP/UPnP-Leckschutz

source: Block SNMP/UPnP Ports.
de: SNMP/UPnP-Ports blockieren.

source: Enabling this feature will prevent programs on your computer from accessing other devices via SNMP and UPnP protocols. This prevents potentially sensitive information, such as your public IP address, from being revealed to programs on your computer from other devices in your network. However, please note that blocking access to these protocols may also prevent certain programs or services from functioning properly.
de: Durch Aktivieren dieser Funktion wird verhindert, dass Programme auf Ihrem Computer über SNMP- und UPnP-Protokolle auf andere Geräte zugreifen. Dies verhindert, dass potenziell sensible Informationen, wie Ihre öffentliche IP-Adresse, von anderen Geräten in Ihrem Netzwerk an Programme auf Ihrem Computer weitergegeben werden. Beachten Sie jedoch, dass das Blockieren des Zugriffs auf diese Protokolle auch verhindern kann, dass bestimmte Programme oder Dienste ordnungsgemäß funktionieren.

source: Block access to local router
de: Zugriff auf lokalen Router blockieren

source: Prevent programs from determining your external IP address from your local Router.
de: Verhindert dass Programme Ihre externe IP-Adresse über Ihren lokalen Router bestimmen.

source: This setting prevents programs from determining your external IP address through SMTP and XSS, which is possible with some routers. Please note that access to network printers or hard drives connected to the router may also be blocked by the firewall
de: Diese Einstellung verhindert, dass Programme Ihre externe IP-Adresse über SMTP und XSS bestimmen, was bei einigen Routern möglich ist. Bitte beachten Sie, dass der Zugriff auf Netzwerkdrucker oder Festplatten, die an den Router angeschlossen sind, ebenfalls durch die Firewall blockiert werden kann.

source: Enable MS leak protection
de: MS-Leckschutz aktivieren

source: Prevent the leak of your Windows login and password information.
de: Verhindern Sie das Durchsickern Ihrer Windows-Anmelde- und Passwortinformationen.

source: If enabled, this feature protects against attacks that may leak your Windows login and password information. Our VPN Manager prevents the sending of login information to network shares over the internet, and Perfect Privacy servers block requests on port 445.
de: Wenn aktiviert, schützt diese Funktion vor Angriffen, die Ihre Windows-Anmelde- und Passwortinformationen durchsickern lassen könnten. Unser VPN-Manager verhindert das Senden von Anmeldeinformationen an Netzwerkfreigaben über das Internet, und Perfect Privacy-Server blockieren Anfragen auf Port 445.

source: Prevent 'Wrong Way' Leak
de: Verhindern Sie 'Wrong Way'-Lecks

source: Block the potential leak of your real IP address through a routing feature.
de: Blockieren Sie das potenzielle Durchsickern Ihrer echten IP-Adresse über eine Routing-Funktion.

source: There is a potential issue where packets received over the real IP may be answered via the VPN interface under certain conditions, potentially revealing your real IP address. Enable this feature to prevent this type of leak.
de: Es besteht ein potenzielles Problem, bei dem Pakete, die über die echte IP empfangen werden, unter bestimmten Bedingungen über die VPN-Schnittstelle beantwortet werden können, wodurch möglicherweise Ihre echte IP-Adresse aufgedeckt wird. Aktivieren Sie diese Funktion, um diesen Typ von Leck zu verhindern.

source: Prevent DNS Leaks
de: DNS-Lecks verhindern

source: Ensure that you are using the VPN tunnel for Domain Name Service (DNS) requests.
de: Stellen Sie sicher, dass Sie den VPN-Tunnel für Domain Name Service (DNS)-Anfragen verwenden.

source: DNS translates the domain name of a website into IP addresses, which is necessary to establish a connection to the server hosting the web page or service. A DNS leak occurs when you are using your provider's DNS server instead of the VPN tunnel or use a DNS server in your local network, bypassing the VPN.
de: DNS übersetzt den Domainnamen einer Website in IP-Adressen, was notwendig ist, um eine Verbindung zum Server herzustellen, der die Webseite oder den Dienst hostet. Ein DNS-Leck tritt auf, wenn Sie den DNS-Server Ihres Anbieters anstelle des VPN-Tunnels verwenden oder einen DNS-Server in Ihrem lokalen Netzwerk verwenden, wodurch das VPN umgangen wird.

source: Custom DNS Servers
de: Benutzerdefinierte DNS-Server

source: You may want to use your own Nameservers instead of automatically selected Perfect Privacy Servers. Note that setting custom nameservers interfers with TrackStop. TrackStop might not work, or you custom servers might not be used.
de: Sie möchten möglicherweise Ihre eigenen Nameserver anstelle der automatisch ausgewählten Perfect Privacy-Server verwenden. Beachten Sie, dass die Einstellung benutzerdefinierter Nameserver mit TrackStop interferiert. TrackStop funktioniert möglicherweise nicht, oder Ihre benutzerdefinierten Server werden möglicherweise nicht verwendet.

source: To Clipboard
de: In die Zwischenablage

source: Clear
de: Leeren

source: Internal Log
de: Internes Protokoll

source: Advanced
de: Erweitert

source: Expert
de: Experte

source: Simple
de: Einfach

source: Log
de: Protokoll

source: Exit
de: Beenden

source: Software update available, click here to install
de: Software-Update verfügbar, hier klicken zum Installieren

source: Are you sure you want to Exit?
de: Sind Sie sicher, dass Sie beenden möchten?

source: Background mode enabled, your VPN connections will stay active!
de: Hintergrundmodus aktiviert, Ihre VPN-Verbindungen bleiben aktiv!

source: Background mode enabled, Leak Protection will stay active!
de: Hintergrundmodus aktiviert, Leckschutz bleibt aktiv!

source: Update VPN client now?
de: VPN-Client jetzt aktualisieren?

source: This will <b>disconnect</b> all existing VPN Tunnels!
de: Dies wird <b>alle bestehenden VPN-Tunnel</b> trennen!

source: Yes
de: Ja

source: No
de: Nein

source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?

source: This will <b>disconnect</b> any existing VPN Tunnels!
de: Dies wird <b>alle bestehenden VPN-Tunnel</b> trennen!

source: Favourites
de: Favoriten

source: Countries
de: Länder

source: Cities
de: Städte

source: All Servers
de: Alle Server

source: Select
de: Auswählen

source: Bandwidth
de: Bandbreite

source: Load
de: Auslastung

source: Favorite
de: Favorit

source: down for maintenance
de: wegen Wartung nicht verfügbar

source: Login to change your Portforwarding settings.
de: Melden Sie sich an, um Ihre Portweiterleitungseinstellungen zu ändern.

source: Port Forwarding
de: Portweiterleitung

source: Port forwardings are helpful to optimize the speed for certain games or Peer-to-peer software like torrent clients. You can designate up to five specific ports to forward to your computer. Note: It might take up to 3 minutes for any changes to apply on our Servers. If you update your port forwarding settings on our website, it might take some time for the settings below to refresh.
de: Portweiterleitungen sind hilfreich, um die Geschwindigkeit für bestimmte Spiele oder Peer-to-Peer-Software wie Torrent-Clients zu optimieren. Sie können bis zu fünf spezifische Ports festlegen, die an Ihren Computer weitergeleitet werden sollen. Hinweis: Es kann bis zu 3 Minuten dauern, bis Änderungen auf unseren Servern wirksam werden. Wenn Sie Ihre Portweiterleitungseinstellungen auf unserer Website aktualisieren, kann es einige Zeit dauern, bis die untenstehenden Einstellungen aktualisiert werden.

source: Default Port Forwarding
de: Standard-Portweiterleitung

source: Enable standard port forwarding.
de: Standard-Portweiterleitung aktivieren.

source: If default port forwarding is enabled, three random ports will be forwarded to your computer.
de: Wenn die Standard-Portweiterleitung aktiviert ist, werden drei zufällige Ports an Ihren Computer weitergeleitet.

source: Enable Custom Port Forwarding
de: Benutzerdefinierte Portweiterleitung aktivieren

source: Enable configurable port forwarding.
de: Konfigurierbare Portweiterleitung aktivieren.

source: more
de: mehr

source: If this option is enabled, you can configure up to five port forwardings from Perfect Privacy servers to your computer. The ports are set randomly on the server side.
de: Wenn diese Option aktiviert ist, können Sie bis zu fünf Portweiterleitungen von Perfect Privacy-Servern zu Ihrem Computer konfigurieren. Die Ports werden serverseitig zufällig festgelegt.

source: Local Port
de: Lokaler Port

source: Valid until
de: Gültig bis

source: Forward to local port
de: An lokalen Port weiterleiten

source: 1-to-1 Port Forwarding
de: 1-zu-1-Portweiterleitung

source: add
de: hinzufügen

source: Auto Renew Port Forwarding
de: Portweiterleitung automatisch erneuern

source: Automatically renew port forwarding after expiration
de: Portweiterleitung nach Ablauf automatisch erneuern

source: Email Notifications for Port Forwarding Renewal
de: E-Mail-Benachrichtigungen für die Erneuerung der Portweiterleitung

source: Receive an email notification when port forwarding is renewed
de: Erhalten Sie eine E-Mail-Benachrichtigung, wenn die Portweiterleitung erneuert wird

source: delete
de: löschen

source: Preferences
de: Einstellungen

source: English
de: Englisch

source: German
de: Deutsch

source: Language
de: Sprache

source: Start with %(os_name)s
de: Mit %(os_name)s starten

source: If checked, the application will automatically start when you log into your computer.
de: Wenn diese Option aktiviert ist, startet die Anwendung automatisch, wenn Sie sich an Ihrem Computer anmelden.

source: Connect on start
de: Beim Start verbinden

source: Automatically connect to VPN if Perfect Privacy App is started or directly after boot if background mode is active.
de: Automatisch mit VPN verbinden, wenn Perfect Privacy App gestartet wird oder direkt nach dem Booten, wenn der Hintergrundmodus aktiv ist.

source: Automatically connect to VPN if Perfect Privacy App is started.
de: Automatisch mit VPN verbinden, wenn Perfect Privacy App gestartet wird.

source: Background Mode
de: Hintergrundmodus

source: If background mode is enabled, all your VPN connections can be active even if the Perfect Privacy App is not running.
de: Wenn der Hintergrundmodus aktiviert ist, können alle Ihre VPN-Verbindungen aktiv sein, auch wenn die Perfect Privacy App nicht läuft.

source: Use this to hide your VPN App usage from screen, or to automatically connect all users to the vpn after boot, without them even seeing the App. 'Start with OS' is not needed for background mode, as this will only start the frontend App. The background service will always start after boot.
de: Verwenden Sie dies, um die Nutzung Ihrer VPN-App auf dem Bildschirm zu verbergen, oder um nach dem Booten automatisch alle Benutzer mit dem VPN zu verbinden, ohne dass sie die App überhaupt sehen. 'Mit Betriebssystem starten' ist für den Hintergrundmodus nicht erforderlich, da dies nur die Frontend-App startet. Der Hintergrunddienst wird immer nach dem Booten gestartet.

source: External IP
de: Externe IP

source: Note: It might take up to 3 minutes for any changes to apply on our Servers. If you update your external ip settings on our website, it might take some time for the settings below to refresh.
de: Hinweis: Es kann bis zu 3 Minuten dauern, bis Änderungen auf unseren Servern wirksam werden. Wenn Sie Ihre externen IP-Einstellungen auf unserer Webseite aktualisieren, kann es einige Zeit dauern, bis die untenstehenden Einstellungen aktualisiert werden.

source: Use our AI-driven routing technology to keep your internet traffic within our encrypted network wherever possible. This makes sure your traffic is only routed though the open internet for as short as possible, making it way harder to do any kind of traffic analysis.
de: Verwenden Sie unsere KI-gesteuerte Routing-Technologie, um Ihren Internetverkehr so weit wie möglich in unserem verschlüsselten Netzwerk zu halten. Dies stellt sicher, dass Ihr Verkehr so kurz wie möglich durch das offene Internet geleitet wird, wodurch eine Verkehrsanalyse erheblich erschwert wird.

source: Enforce Primary Ip
de: Primäre IP erzwingen

source: Make sure servers primary ip address is used as exit ip. Otherwise a random IP will be assigned.
de: Stellen Sie sicher, dass die primäre IP-Adresse des Servers als Exit-IP verwendet wird. Andernfalls wird eine zufällige IP zugewiesen.

source: Connection
de: Verbindung

source: Connection Protocol
de: Verbindungsprotokoll

source: IPsec (Internet Protocol Security) is a secure network protocol suite that authenticates and encrypts the packets of data sent over a network. OpenVPN is an open-source software application that implements virtual private network (VPN) techniques to create secure point-to-point or site-to-site connections in routed or bridged configurations and remote access facilities. Choose the protocol that best suits your needs.
de: IPsec (Internet Protocol Security) ist eine sichere Netzwerkprotokoll-Suite, die die über ein Netzwerk gesendeten Datenpakete authentifiziert und verschlüsselt. OpenVPN ist eine Open-Source-Softwareanwendung, die virtuelle private Netzwerktechniken (VPN) implementiert, um sichere Punkt-zu-Punkt- oder Standort-zu-Standort-Verbindungen in gerouteten oder gebrückten Konfigurationen und Fernzugriffseinrichtungen zu erstellen. Wählen Sie das Protokoll, das am besten zu Ihren Bedürfnissen passt.

source: Connection Details
de: Verbindungsdetails

source: OpenVPN Protocol
de: OpenVPN-Protokoll

source: Select OpenVPN protocol, UDP is recommended in most cases, however in some networks TCP might work more reliable. TCP is automatically used if stealth is enabled.
de: Wählen Sie das OpenVPN-Protokoll, UDP wird in den meisten Fällen empfohlen, jedoch könnte TCP in einigen Netzwerken zuverlässiger funktionieren. TCP wird automatisch verwendet, wenn Stealth aktiv ist

source: Maximum Cascading Hops
de: Maximale Anzahl an Kaskadierungs-Sprüngen

source: Select the maximum number of available hops for cascading connections.
de: Wählen Sie die maximale Anzahl verfügbarer Sprünge für kaskadierende Verbindungen

source: OpenVPN Encryption Cipher
de: OpenVPN-Verschlüsselungs-Chiffre

source: Select the desired encryption cipher for your OpenVPN connection. Different ciphers have different strengths and weaknesses, so choose the one that best meets your security needs.
de: Wählen Sie die gewünschte Verschlüsselungs-Chiffre für Ihre OpenVPN-Verbindung. Verschiedene Chiffren haben unterschiedliche Stärken und Schwächen, wählen Sie also diejenige, die am besten Ihren Sicherheitsanforderungen entspricht.

source: Select the desired port for your OpenVPN connection.
de: Wählen Sie den gewünschten Port für Ihre OpenVPN-Verbindung.

source: TLS Method
de: TLS-Methode

source: Select prefered OpenVPN TLS Method. TLS-CRYPT is the newer, recommended way.
de: Wählen Sie die bevorzugte OpenVPN TLS-Methode. TLS-CRYPT ist die neuere, empfohlene Methode.

source: Select OpenVPN Driver. WinTUN is the newest, fastest OpenVPN driver, but some older Windows version might need some older driver.
de: Wählen Sie den OpenVPN-Treiber. WinTUN ist der neueste, schnellste OpenVPN-Treiber, aber einige ältere Windows-Versionen benötigen möglicherweise einen älteren Treiber.

source: OpenVPN Driver
de: OpenVPN-Treiber

source: Help our community
de: Unterstützen Sie unserer Community

source: Automatically send crash reports
de: Absturzberichte automatisch senden

source: We, and all other users, would greatly appreciate if you keep this option active. If our VPN client, or some background component like leak protection crashes on your system, it might behave incorrectly for users whose life and liberty depends on a functioning VPN.
de: Wir und alle anderen Nutzer wären sehr dankbar, wenn Sie diese Option aktiviert lassen. Wenn unser VPN-Client oder eine Hintergrundkomponente wie der Leckschutz auf Ihrem System abstürzt, könnte dies auch bei Nutzer deren Leben und Freiheit von einem funktionierenden VPN abhängen zu Fehlfunktionen führen.

source: Crash reports include the client version, installation ID, the OS, and the actual internal python stack trace of the crash. They do not contain any of the bullshit information that causes us all to hate and block telemetry and is not assigned to a IP/User/Account or anything else.
de: Absturzberichte enthalten die Client-Version, die Installations-ID, das Betriebssystem und die tatsächliche interne Python-Stack-Spur des Absturzes. Sie enthalten nichts vom dem unnötigen Quatsch der uns alle dazu bringt Telemetrie zu hassen und zu blockieren, und werden keiner IP/Benutzer/Konto oder etwas anderem zugeordnet.

source: Automatically report local settings
de: Lokale Einstellungen automatisch melden

source: This option helps us collect statistics about the actually used VPN settings, stealth options and openvpn drivers. It does not collect any system information except your operating system (Windows, Mac, Linux).
de: Diese Option hilft uns, Statistiken über die tatsächlich verwendeten VPN-Einstellungen, Stealth-Optionen und OpenVPN-Treiber zu sammeln. Sie sammelt keine Systeminformationen außer Ihrem Betriebssystem (Windows, Mac, Linux).

source: Statistics include the following information and nothing else:
de: Statistiken beinhalten folgende Informationen und nichts anderes:
